/* dashboard location */
"Dashboard" = "Dashboard";

/* desktop location */
"Desktop" = "Bureaublad";

/* layer heading */
"Layer: " = "Laag: ";

/* dock items */
"List of Dock Items " = "Lijst met Dock-onderdelen";

/* properties heading */
"Properties: " = "Kenmerken: ";

/* widget heading */
"Widget: " = "Widget: ";

/* Recent items */
"Recent Applications" = "Recente programma's";
"Recent Documents" = "Recente documenten";
"Recent Servers" = "Recente servers";
"Favorite Volumes" = "Favoriete volumes";
"Favorite Items" = "Favoriete onderdelen";

"Spacer" = "Lege ruimte";
"Sort by: " = "Sorteer op: ";
"Display as: " = "Toon als: ";
"View Content as: " = "Geef inhoud weer als: ";
"Type: " = "Type: ";
"Location: " = "Locatie: ";
"Name: " = "Naam: ";
"URL: " = "URL: ";

/* Stack settings */
"Name" = " Naam";
"Date Added" = "Datum van toevoeging";
"Date Modified" = "Bewerkingsdatum";
"Date Created" = "Aanmaakdatum";
"Kind" = "Soort";
"Folder" = "Map";
"Stack" = "Stapel";
"Fan" = "Waaier";
"Grid" = "Raster";
"List" = "Lijst";
"Automatic" = "Automatisch";